const ISM = [
    {
        "no": "1",
        "cn": "实在论",
        "en": "Realism",
        "ppl": "苏格拉底<sup>柏拉图笔下的</sup>",
        "cul": "儿童",
        "desc": "一切庸俗哲学的起源",
        "link": "./1/1.md"
    },
    {
        "no": "1-1",
        "cn": "科学实在论",
        "en": "Scientific Realism",
        "ppl": "亚里士多德",
        "cul": "程序员",
        "desc": "工业时代的庸俗“哲学”",
        "link": "./1/1-1.md"
    },
    {
        "no": "1-2",
        "cn": "宗教实在论",
        "en": "Religious Realism",
        "ppl": "柏拉图<sup>为基督教神学家所误读的</sup>",
        "cul": "教师",
        "desc": "宗教的“哲学”起源",
        "link": "./1/1-2.md"
    },
    {
        "no": "1-3",
        "cn": "唯我论",
        "en": "Solipsism",
        "ppl": "高尔吉亚<sup>古希腊哲学家</sup>",
        "cul": "RPG游戏",
        "desc": "RPG玩家的“哲学”",
        "link": "./1/1-3.md"
    },
    {
        "no": "1-4",
        "cn": "常人意见",
        "en": "Doxa<sup>Common Opinions</sup>",
        "ppl": "巴门尼德<sup>被曲解的</sup>",
        "cul": "吃瓜群众",
        "desc": "普通人的思想状态",
        "link": "./1/1-4.md"
    },
    {
        "no": "1-1-1",
        "cn": "物理主义",
        "en": "Physicalism",
        "ppl": "奥图·纽拉特<sup>19世纪末奥地利哲学家，物理主义创始人</sup>",
        "cul": "多巴胺",
        "desc": "",
        "link": "./1/1-1/1-1-1.md"
    },
    {
        "no": "1-1-1-1",
        "cn": "科学独断论",
        "en": "Scientific Dogmatism",
        "ppl": "培根<sup>英国经验主义哲学家；被世人误解的</sup>",
        "cul": "李森科<sup>前苏联学阀</sup>",
        "desc": "",
        "link": "./1/1-1/1-1-1-1.md"
    },
    {
        "no": "1-1-1-2",
        "cn": "有机论",
        "en": "Organicism",
        "ppl": "怀特海<sup>19世纪末英国哲学家</sup>",
        "cul": "钱学森<sup>中国科学家</sup>",
        "desc": "",
        "link": "./1/1-1/1-1-1-2.md"
    },
    {
        "no": "1-1-1-3",
        "cn": "科学消费主义",
        "en": "Scientific Consumerism",
        "ppl": "罗素<sup>19世纪末英国哲学家</sup>",
        "cul": "深思<sup>《银河系漫游指南》里的超级计算机</sup>",
        "desc": "",
        "link": "./1/1-1/1-1-1-3.md"
    },
    {
        "no": "1-1-1-4",
        "cn": "宇宙悲观主义",
        "en": "Cosmic Pessimism",
        "ppl": "维特根斯坦<sup>20世纪英国哲学家；被误读的</sup>",
        "cul": "刘慈欣<sup>中国科幻作家</sup>",
        "desc": "",
        "link": "./1/1-1/1-1-1-4.md"
    },
    {
        "no": "1-1-2",
        "cn": "建构主义",
        "en": "Constructivism",
        "ppl": "迪尔凯姆<sup>法国社会学家；学者误读下的</sup>",
        "cul": "麦田怪圈",
        "desc": "",
        "link": "./1/1-1/1-1-2.md"
    },
    {
        "no": "1-1-2-1",
        "cn": "科学知识社会学",
        "en": "SSK<sup>Sociology of Scientific Knowledge</sup>",
        "ppl": "爱丁堡学派<sup>20世纪70年代的苏格兰社会学学派</sup>",
        "cul": "罗辑<sup>《三体》系列小说中的人物",
        "desc": "",
        "link": "./1/1-1/1-1-2-1.md"
    },
    {
        "no": "1-1-2-2",
        "cn": "科学革命论",
        "en": "Scientific Revolutionism",
        "ppl": "库恩<sup>20世纪美国科学哲学家</sup>",
        "cul": "霍金<sup>《时间简史》作者，英国物理学家</sup>",
        "desc": "",
        "link": "./1/1-1/1-1-2-2.md"
    },
    {
        "no": "1-1-2-3",
        "cn": "文化本体论",
        "en": "Cultural Ontology",
        "ppl": "亚历山大·温特<sup>20世纪美国国际政治学家</sup>",
        "cul": "哈佛女孩刘亦婷<sup>中国争议性公众人物</sup>",
        "desc": "",
        "link": "./1/1-1/1-1-2-3.md"
    },
    {
        "no": "1-1-2-4",
        "cn": "解构建构论",
        "en": "Deconstructing <br>Constructivism",
        "ppl": "科尼斯·格根<sup>20世纪美国社会心理学家</sup>",
        "cul": "脑控妄想症患者",
        "desc": "",
        "link": "./1/1-1/1-1-2-4.md"
    },
    {
        "no": "1-1-3",
        "cn": "认知主义",
        "en": "Cognitivism",
        "ppl": "冯·诺伊曼<sup>20世纪美国数学、计算机科学家</sup>",
        "cul": "聪明药",
        "desc": "",
        "link": "./1/1-1/1-1-3.md"
    },
    {
        "no": "1-1-3-1",
        "cn": "功能主义",
        "en": "Functionalism",
        "ppl": "<span>希拉里·普特南<sup>20世纪美国分析哲学家</sup></span><br><span>杰瑞·福多<sup>20世纪美国认知科学家</sup></span>",
        "cul": "缸中之脑<sup>普特南所提出的哲学思想实验</sup>",
        "desc": "",
        "link": "./1/1-1/1-1-3-1.md"
    },
    {
        "no": "1-1-3-2",
        "cn": "自由进化论",
        "en": "Freedom Evolutionism",
        "ppl": "丹尼尔·丹尼特<sup>20世纪美国分析哲学家、认知科学家</sup>",
        "cul": "表情包<sup>meme</sup>",
        "desc": "",
        "link": "./1/1-1/1-1-3-2.md"
    },
    {
        "no": "1-1-3-3",
        "cn": "认知自我主义",
        "en": "Cognitive Egoism",
        "ppl": "安东尼奥·达玛西奥<sup>20世纪美国认知科学家</sup>",
        "cul": "索罗斯",
        "desc": "",
        "link": "./1/1-1/1-1-3-3.md"
    },
    {
        "no": "1-1-3-4",
        "cn": "认知无我论",
        "en": "Cognitive Anatta",
        "ppl": "托马斯·梅青格<sup>当代德国哲学家、认知科学家</sup>",
        "cul": "乔布斯",
        "desc": "",
        "link": "./1/1-1/1-1-3-4.md"
    },
    {
        "no": "1-1-4",
        "cn": "行为主义",
        "en": "Behaviorism",
        "ppl": "约翰·华生<sup>美国20世纪心理学家，行为主义心理学创始人</sup>",
        "cul": "雷电法王",
        "desc": "",
        "link": "./1/1-1/1-1-4.md"
    },
    {
        "no": "1-1-4-1",
        "cn": "操作行为主义",
        "en": "Operant Behaviorism",
        "ppl": "<span>弗雷德里克·斯金纳<sup>20世纪美国心理学家，新行为主义创始人</sup></span><br><span>克拉克·赫尔<sup>20世纪美国心理学家，耶鲁学派创始人</sup></span>",
        "cul": "抖音、快手等小视频",
        "desc": "",
        "link": "./1/1-1/1-1-4-1.md"
    },
    {
        "no": "1-1-4-2",
        "cn": "目的行为主义",
        "en": "Purposive Behaviorism",
        "ppl": "爱德华·托尔曼<sup>20世纪美国心理学家</sup>",
        "cul": "珍爱网等相亲平台",
        "desc": "",
        "link": "./1/1-1/1-1-4-2.md"
    },
    {
        "no": "1-1-4-3",
        "cn": "应用行为分析",
        "en": "ABA<sup>Applied Behavior Analysis</sup>",
        "ppl": "《组织行为管理》<sup>继承了1986创刊的《组织行为杂志》，2012入选SSCI的应用心理学杂志</sup>",
        "cul": "背背佳<sup>形体矫正器</sup>",
        "desc": "",
        "link": "./1/1-1/1-1-4-3.md"
    },
    {
        "no": "1-1-4-4",
        "cn": "社会行为主义",
        "en": "Social Behaviorism",
        "ppl": "乔治·赫伯特·米德<sup>美国20世纪社会学家、社会心理学家</sup>",
        "cul": "微信、微博等社交软件",
        "desc": "",
        "link": "./1/1-1/1-1-4-4.md"
    },
    {
        "no": "1-2-1",
        "cn": "神创论",
        "en": "Creationism",
        "ppl": "奥古斯丁<sup>早期基督教神学家，《忏悔录》作者</sup>",
        "cul": "检讨书",
        "desc": "",
        "link": "./1/1-2/1-2-1.md"
    },
    {
        "no": "1-2-1-1",
        "cn": "自然神论",
        "en": "Deism",
        "ppl": "英国自然神论者<sup>创始人为彻尔布里的赫尔伯特，最著名代表为牛顿</sup>",
        "cul": "君主立宪",
        "desc": "",
        "link": "./1/1-2/1-2-1-1.md"
    },
    {
        "no": "1-2-1-2",
        "cn": "神义论(神正论)",
        "en": "Theodicy",
        "ppl": "莱布尼兹<sup>德国哲学家，《神义论》作者</sup>",
        "cul": "丘吉尔",
        "desc": "",
        "link": "./1/1-2/1-2-1-2.md"
    },
    {
        "no": "1-2-1-3",
        "cn": "一元论诺斯替主义",
        "en": "Monistic Gnosticism",
        "ppl": "",
        "cul": "",
        "desc": "自以为是“鹤立鸡群”的哲学",
        "link": "./1/1-2/1-2-1-3.md"
    },
    {
        "no": "1-2-1-4",
        "cn": "模态位格一元论",
        "en": "Modalistic Monarchianism",
        "ppl": "",
        "cul": "",
        "desc": "市井小民幻想大人物“微服私访”之后<br />会体恤民情的哲学",
        "link": "./1/1-2/1-2-1-4.md"
    },
    {
        "no": "1-2-2",
        "cn": "偶像崇拜",
        "en": "Idolism",
        "ppl": "埃斯库罗斯<sup>古希腊悲剧作家，《被缚的普罗米修斯》作者</sup>",
        "cul": "粉丝",
        "desc": "崇拜偶像的符号学机制",
        "link": "./1/1-2/1-2-2.md"
    },
    {
        "no": "1-2-2-1",
        "cn": "传殖主义",
        "en": "Traducianism",
        "ppl": "",
        "cul": "",
        "desc": "祖先和血脉崇拜背后的意识形态机制",
        "link": "./1/1-2/1-2-2-1.md"
    },
    {
        "no": "1-2-2-2",
        "cn": "部分主义",
        "en": "Partialism",
        "ppl": "",
        "cul": "",
        "desc": "缝合怪崇拜的起源及背后的符号学机制",
        "link": "./1/1-2/1-2-2-2.md"
    },
    {
        "no": "1-2-2-3",
        "cn": "拜物教",
        "en": "Fetishism",
        "ppl": "",
        "cul": "",
        "desc": "读懂资本论的必修课",
        "link": "./1/1-2/1-2-2-3.md"
    },
    {
        "no": "1-2-2-4",
        "cn": "时间崇拜",
        "en": "Aionism",
        "ppl": "",
        "cul": "",
        "desc": "偶像崇拜的终极形式",
        "link": "./1/1-2/1-2-2-4.md"
    },
    {
        "no": "1-2-3",
        "cn": "唯灵论",
        "en": "Spiritualism",
        "ppl": "毕达哥拉斯<sup>作为教主</sup>",
        "cul": "虚拟现实<sup>VR</sup>",
        "desc": "所谓“灵修”不过是人的好奇与自私<br />所支撑的意识形态",
        "link": "./1/1-2/1-2-3.md"
    },
    {
        "no": "1-2-3-1",
        "cn": "永生主义",
        "en": "Immortalism",
        "ppl": "",
        "cul": "",
        "desc": "追求永生或厌弃生命都是完全没有必要的",
        "link": "./1/1-2/1-2-3-1.md"
    },
    {
        "no": "1-2-3-2",
        "cn": "回归式唯灵论",
        "en": "Reverting Spiritualism",
        "ppl": "",
        "cul": "",
        "desc": "中二病轻信小道消息，<br />灵界异闻录炮制指南",
        "link": "./1/1-2/1-2-3-2.md"
    },
    {
        "no": "1-2-3-3",
        "cn": "魔法师主义",
        "en": "Magicianism",
        "ppl": "",
        "cul": "",
        "desc": "魔法归根结底是一种自恋的、倒错的癔症",
        "link": "./1/1-2/1-2-3-3.md"
    },
    {
        "no": "1-2-3-4",
        "cn": "弃绝主义",
        "en": "Renunciationism",
        "ppl": "",
        "cul": "",
        "desc": "解脱痛苦追求涅槃意识的符号学机制",
        "link": "./1/1-2/1-2-3-4.md"
    },
    {
        "no": "1-2-4",
        "cn": "反偶像崇拜",
        "en": "Aniconism",
        "ppl": "德谟克里特<sup>古希腊哲学家，西塞罗记载</sup>",
        "cul": "杠精",
        "desc": "“信仰钢印”背后的意识形态机制",
        "link": "./1/1-2/1-2-4.md"
    },
    {
        "no": "1-2-4-1",
        "cn": "作为信仰的命定论",
        "en": "Theological Fatalism",
        "ppl": "",
        "cul": "",
        "desc": "用哲学理解祥林嫂",
        "link": "./1/1-2/1-2-4-1.md"
    },
    {
        "no": "1-2-4-2",
        "cn": "救世主义",
        "en": "Messianism",
        "ppl": "",
        "cul": "",
        "desc": "最危险、最廉价的意识形态，<br />意识产生之前的人格化的符号学机制",
        "link": "./1/1-2/1-2-4-2.md"
    },
    {
        "no": "1-2-4-3",
        "cn": "神智论",
        "en": "Theosophism",
        "ppl": "",
        "cul": "",
        "desc": "连线大他者的远程协助",
        "link": "./1/1-2/1-2-4-3.md"
    },
    {
        "no": "1-2-4-4",
        "cn": "神圣的爱",
        "en": "Philotheism",
        "ppl": "",
        "cul": "",
        "desc": "永不失败的“爱情”，<br />对大他者的一厢情愿",
        "link": "./1/1-2/1-2-4-4.md"
    },
    {
        "no": "1-3-1",
        "cn": "伪唯心主义",
        "en": "Pseudo-Idealism",
        "ppl": "笛卡尔<sup>被抹黑的</sup>",
        "cul": "梦境",
        "desc": "笛卡尔：“Cogito ergo sum…”<br />中二：“Ego sum te peto et uidere queo！”",
        "link": "./1/1-3/1-3-1.md"
    },
    {
        "no": "1-3-1-1",
        "cn": "客观唯心主义",
        "en": "Objective Idealism",
        "ppl": "程颐、朱熹",
        "cul": "恶房管",
        "desc": "文化贵族们的祖传饭碗",
        "link": "./1/1-3/1-3-1-1.md"
    },
    {
        "no": "1-3-1-2",
        "cn": "主观唯心主义",
        "en": "Subjective Idealism",
        "ppl": "圣保罗<sup>基督教圣徒</sup><br />王阳明",
        "cul": "法要",
        "desc": "成为“圣人”的最廉价方式，<br />不少聪明人无法抵挡的诱惑",
        "link": "./1/1-3/1-3-1-2.md"
    },
    {
        "no": "1-3-1-3",
        "cn": "行动唯心主义",
        "en": "Actual Idealism",
        "ppl": "秦梯利<sup>意大利哲学家</sup>",
        "cul": "英雄崇拜",
        "desc": "面对“心不齐”的拧绳哲学",
        "link": "./1/1-3/1-3-1-3.md"
    },
    {
        "no": "1-3-1-4",
        "cn": "唯梦论",
        "en": "Dreamism",
        "ppl": "苏轼",
        "cul": "签约演员",
        "desc": "人生如梦，一樽还酹江月的哲学",
        "link": "./1/1-3/1-3-1-4.md"
    },
    {
        "no": "1-3-2",
        "cn": "本真主义",
        "en": "Authenticism",
        "ppl": "海德格尔与萨特<sup>被捏在一块儿曲解的</sup>",
        "cul": "文青",
        "desc": "小布尔乔亚文青病的基本结构",
        "link": "./1/1-3/1-3-2.md"
    },
    {
        "no": "1-3-2-1",
        "cn": "现代斯托亚主义",
        "en": "Modern Stoicism",
        "ppl": "玛莎·努斯鲍姆",
        "cul": "非转基因食品",
        "desc": "文化多元主义所炮制的古典学致幻剂",
        "link": "./1/1-3/1-3-2-1.md"
    },
    {
        "no": "1-3-2-2",
        "cn": "现代犬儒主义",
        "en": "Modern Cynicism",
        "ppl": "",
        "cul": "交底",
        "desc": "工薪阶层最容易陷入的意识形态陷阱",
        "link": "./1/1-3/1-3-2-2.md"
    },
    {
        "no": "1-3-2-3",
        "cn": "现代新柏拉图主义",
        "en": "Modern Neo-Platonism",
        "ppl": "",
        "cul": "绝大多数的当代爱情",
        "desc": "我们这个时代的罗曼斯崇拜",
        "link": "./1/1-3/1-3-2-3.md"
    },
    {
        "no": "1-3-2-4",
        "cn": "现代智者主义",
        "en": "Modern Sophism",
        "ppl": "",
        "cul": "部分民哲",
        "desc": "民哲：“为什么我能读懂一切哲学？因为我是真理的化身！”",
        "link": "./1/1-3/1-3-2-4.md"
    },
    {
        "no": "1-3-3",
        "cn": "唯意志论",
        "en": "Voluntarism",
        "ppl": "奥卡姆的威廉<sup>13-14世纪的英国逻辑学家，神学家</sup>",
        "cul": "奋斗B",
        "desc": "理解奋斗B，批判奋斗B，解放奋斗B",
        "link": "./1/1-3/1-3-3.md"
    },
    {
        "no": "1-3-3-1",
        "cn": "自我中心主义",
        "en": "Egocentrism",
        "ppl": "",
        "cul": "修仙小说",
        "desc": "把人生当成修仙游戏，<br />念叨“人不为己天诛地灭”，<br />却被“我”这个字玩弄一辈子",
        "link": "./1/1-3/1-3-3-1.md"
    },
    {
        "no": "1-3-3-2",
        "cn": "道德严酷主义",
        "en": "Moral Rigorism",
        "ppl": "",
        "cul": "被害者有罪论",
        "desc": "内在糜烂的道学先生，<br />大他者的享乐工具，<br />扣在康德头上的臭盆盂",
        "link": "./1/1-3/1-3-3-2.md"
    },
    {
        "no": "1-3-3-3",
        "cn": "排外集体主义",
        "en": "Exclusive Collectivism",
        "ppl": "",
        "cul": "反犹主义",
        "desc": "冒充集体主义的自私，<br />看似理性冷静的疯狂，<br />自视宽容仁慈的邪恶",
        "link": "./1/1-3/1-3-3-3.md"
    },
    {
        "no": "1-3-3-4",
        "cn": "厌女症-虚无主义",
        "en": "Misogynistic-Nihilismus",
        "ppl": "叔本华",
        "cul": "阳刚之气",
        "desc": "叔本华的唯意志主义，<br />酸臭文人的最后归宿，<br />康德黑格尔笑掉大牙：“凭你也配谈哲学？”",
        "link": "./1/1-3/1-3-3-4.md"
    },
    {
        "no": "1-3-4",
        "cn": "直觉主义",
        "en": "Intuitionism",
        "ppl": "柏格森<sup>直觉主义创始人</sup>",
        "cul": "浪子、浪女",
        "desc": "浪子、浪女和后浪们的“浪之哲学”，<br />柏格森忽悠法国少妇的版本答案，<br />《论意识流的泥石流性》",
        "link": "./1/1-3/1-3-4.md"
    },
    {
        "no": "1-3-4-1",
        "cn": "行动伦理主义",
        "en": "Ethical Activism",
        "ppl": "鲁道尔夫·欧肯",
        "cul": "乡村教师",
        "desc": "乡村教师的“真善美”“耕耘内在心灵”的哲学，<br />冲泡无数语文作文的浓汤宝，<br />倭铿《人生的意义与价值》的无意义和无价值",
        "link": "./1/1-3/1-3-4-1.md"
    },
    {
        "no": "1-3-4-2",
        "cn": "随笔主义",
        "en": "Essayism",
        "ppl": "青春期的少年少女",
        "cul": "穆齐尔<sup>代表作：《没有个性的人》</sup>",
        "desc": "写日记的矜持少女，<br />易于陷入的意识形态，<br />一个现象学时间性分析",
        "link": "./1/1-3/1-3-4-2.md"
    },
    {
        "no": "1-3-4-3",
        "cn": "唯美主义",
        "en": "Aestheticism",
        "ppl": "",
        "cul": "",
        "desc": "美色的终极奥秘",
        "link": "./1/1-3/1-3-4-3.md"
    },
    {
        "no": "1-3-4-4",
        "cn": "颓废主义",
        "en": "Decadentism",
        "ppl": "王尔德",
        "cul": "撸后圣如佛",
        "desc": "“事后圣如佛”，<br />享乐和审美过度充盈之后产生的倒错",
        "link": "./1/1-3/1-3-4-4.md"
    },
    {
        "no": "1-4-1",
        "cn": "当代自然主义",
        "en": "Contemporary Naturalism",
        "ppl": "",
        "cul": "分哲小将",
        "desc": "“反正科学可以解释一切，就干脆放弃思考吧”，<br />分析哲学总体上不是哲学，而是学术体系下的帮佣",
        "link": "./1/1-4/1-4-1.md"
    },
    {
        "no": "1-4-1-1",
        "cn": "和平主义(反暴力主义)",
        "en": "Pacifism",
        "ppl": "希拉里·普特南",
        "cul": "自由人士的主张",
        "desc": "拒斥一切暴力，所谓《无本体论的伦理学》",
        "link": "./1/1-4/1-4-1-1.md"
    },
    {
        "no": "1-4-1-2",
        "cn": "客观主义",
        "en": "Objectivism",
        "ppl": "安兰德",
        "cul": "存在即合理<sup>被误解的</sup>",
        "desc": "最赤裸裸的精英主义，从母国叛逃，<br />连康德都弄不明白的骗子哲学家安·兰德，<br />无良出版商的摇钱树",
        "link": "./1/1-4/1-4-1-2.md"
    },
    {
        "no": "1-4-1-3",
        "cn": "沉默主义",
        "en": "Queitism",
        "ppl": "",
        "cul": "麻了",
        "desc": "我们为什么会沉默？相互误解的两种沉默",
        "link": "./1/1-4/1-4-1-3.md"
    },
    {
        "no": "1-4-1-4",
        "cn": "蒙昧主义",
        "en": "Obscurantism",
        "ppl": "列奥·施特劳斯<sup>活跃于20世纪的德裔美国政治哲学家</sup>",
        "cul": "",
        "desc": "大知识分子们刻意生产的愚蠢，<br />深藏不露的大师们的压箱底哲学，<br />列奥·斯特劳斯向麦卡锡交的投名状",
        "link": "./1/1-4/1-4-1-4.md"
    },
    {
        "no": "1-4-2",
        "cn": "世俗人道主义",
        "en": "Secular Humanism",
        "ppl": "",
        "cul": "",
        "desc": "人类自己拯救自己，<br />反对自然主义的等级制，<br />追求人类大同平等的大众哲学，<br />但又不可避免陷入二元对立",
        "link": "./1/1-4/1-4-2.md"
    },
    {
        "no": "1-4-2-1",
        "cn": "和平主义(反暴力主义)",
        "en": "Pacifism",
        "ppl": "希拉里·普特南",
        "cul": "自由人士的主张",
        "desc": "拒斥一切暴力，所谓《无本体论的伦理学》",
        "link": "./1/1-4/1-4-1-1.md"
    },
    {
        "no": "1-4-2-2",
        "cn": "客观主义",
        "en": "Objectivism",
        "ppl": "安兰德",
        "cul": "存在即合理<sup>被误解的</sup>",
        "desc": "最赤裸裸的精英主义，从母国叛逃，<br />连康德都弄不明白的骗子哲学家安·兰德，<br />无良出版商的摇钱树",
        "link": "./1/1-4/1-4-1-2.md"
    },
    {
        "no": "1-4-2-3",
        "cn": "沉默主义",
        "en": "Queitism",
        "ppl": "",
        "cul": "麻了",
        "desc": "我们为什么会沉默？相互误解的两种沉默",
        "link": "./1/1-4/1-4-1-3.md"
    },
    {
        "no": "1-4-2-4",
        "cn": "蒙昧主义",
        "en": "Obscurantism",
        "ppl": "列奥·施特劳斯<sup>活跃于20世纪的德裔美国政治哲学家</sup>",
        "cul": "",
        "desc": "大知识分子们刻意生产的愚蠢，<br />深藏不露的大师们的压箱底哲学，<br />列奥·斯特劳斯向麦卡锡交的投名状",
        "link": "./1/1-4/1-4-1-4.md"
    },
    {
        "no": "1-4-3",
        "cn": "心理主义",
        "en": "Psychologism",
        "ppl": "冯特<sup>19世纪心理学家</sup>",
        "cul": "傲娇女友",
        "desc": "知识分子们成功地让大众们以为<br />掌握了心理学，就掌握了自己的人生",
        "link": "./1/1-4/1-4-3.md"
    },
    {
        "no": "1-4-3-1",
        "cn": "情绪主义",
        "en": "Emotionism",
        "ppl": "网抑云",
        "cul": "",
        "desc": "“情商”“情绪管理”“做人嘛开心最重要”<br />背后的意识形态",
        "link": "./1/1-4/1-4-3-1.md"
    },
    {
        "no": "1-4-3-2",
        "cn": "心理正常主义",
        "en": "Mental Normalism",
        "ppl": "",
        "cul": "",
        "desc": "自以为“正常”，<br />面对“反常”脱口而出“神经病”<br />“脑子有问题”的人所陷入的庸俗意识形态",
        "link": "./1/1-4/1-4-3-2.md"
    },
    {
        "no": "1-4-3-3",
        "cn": "泛性主义",
        "en": "Pan-Sexualism",
        "ppl": "",
        "cul": "",
        "desc": "大众对于精神分析的普遍误解",
        "link": "./1/1-4/1-4-3-3.md"
    },
    {
        "no": "1-4-3-4",
        "cn": "密契女性主义",
        "en": "Mysteriousi Feminism",
        "ppl": "",
        "cul": "",
        "desc": "真正的女性主义者应当首先批判的假“女性主义”：<br />作为男权幻想和爱欲/审美压迫工具的<br />神秘的“女性本质”",
        "link": "./1/1-4/1-4-3-4.md"
    },
    {
        "no": "1-4-4",
        "cn": "庸人意见",
        "en": "Philistinism",
        "ppl": "儒学<sup>被严重腐化的</sup>",
        "cul": "夜店",
        "desc": "人为什么会变得庸俗？变得比平庸更平庸。",
        "link": "./1/1-4/1-4-4.md"
    },
    {
        "no": "1-4-4-1",
        "cn": "顺从主义",
        "en": "Comformism",
        "ppl": "",
        "cul": "参加商业活动的<br />大爷大妈",
        "desc": "“小人”的哲学，随大流、随波逐流、占小便宜、<br />沾沾自喜、“人家都这样”背后的隐秘机制",
        "link": "./1/1-4/1-4-4-1.md"
    },
    {
        "no": "1-4-4-2",
        "cn": "粗俗主义",
        "en": "Vulgarism",
        "ppl": "",
        "cul": "国骂",
        "desc": "爱说脏话的色鬼和赌狗的意识形态<br />及其产生的原因",
        "link": "./1/1-4/1-4-4-2.md"
    },
    {
        "no": "1-4-4-3",
        "cn": "四重竞争主义",
        "en": "Fourfold Agonism",
        "ppl": "",
        "cul": "",
        "desc": "赢！胜利！牛逼！厉害！666！<br />“争强好胜”的四种形式：<br />胜利主义、躺赢主义、完胜主义、对抗",
        "link": "./1/1-4/1-4-4-3.md"
    },
    {
        "no": "1-4-4-4",
        "cn": "复仇主义",
        "en": "Revanchism",
        "ppl": "",
        "cul": "",
        "desc": "形而下学的终点，形而上学的入口；<br />最神圣的庸俗，最沉重的肤浅",
        "link": "./1/1-4/1-4-4-4.md"
    },
    {
        "no": "2",
        "cn": "形而上学",
        "en": "Metaphysics",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2.md"
    },
    {
        "no": "2-1",
        "cn": "在场形而上学",
        "en": "Present Metaphysics",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1.md"
    },
    {
        "no": "2-2",
        "cn": "辩证形而上学",
        "en": "Dialectical Metaphysics",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-2.md"
    },
    {
        "no": "2-3",
        "cn": "我思形而上学",
        "en": "Metaphysics with Cogito",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-3.md"
    },
    {
        "no": "2-4",
        "cn": "反形而上学",
        "en": "Anti-Metaphysics",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-4.md"
    },
    {
        "no": "2-1-1",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-1.md"
    },
    {
        "no": "2-1-1-1",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-1.md"
    },
    {
        "no": "2-1-1-2",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-1.md"
    },
    {
        "no": "2-1-1-3",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-1.md"
    },
    {
        "no": "2-1-1-4",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-1.md"
    },
    {
        "no": "2-1-2",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-2.md"
    },
    {
        "no": "2-1-2-1",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-2.md"
    },
    {
        "no": "2-1-2-2",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-2.md"
    },
    {
        "no": "2-1-2-3",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-2.md"
    },
    {
        "no": "2-1-2-4",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-2.md"
    },
    {
        "no": "2-1-3",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-3.md"
    },
    {
        "no": "2-1-3-1",
        "cn": "反应多元论",
        "en": "",
        "ppl": "恩培多克勒",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-3.md"
    },
    {
        "no": "2-1-3-2",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-3.md"
    },
    {
        "no": "2-1-3-3",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-3.md"
    },
    {
        "no": "2-1-3-4",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-3.md"
    },
    {
        "no": "2-1-4",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-4.md"
    },
    {
        "no": "2-1-4-1",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-4.md"
    },
    {
        "no": "2-1-4-2",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-4.md"
    },
    {
        "no": "2-1-4-3",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-4.md"
    },
    {
        "no": "2-1-4-4",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-4.md"
    },
    {
        "no": "2-2-1",
        "cn": "",
        "en": "",
        "ppl": "",
        "cul": "",
        "desc": "",
        "link": "./2/2-1-4.md"
    }
]
